Revit 2027 API
ParameterTypeId.RbsGbxmlSurfaceArea Property
 "Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsGbxmlSurfaceArea { get; }
Public Shared ReadOnly Property RbsGbxmlSurfaceArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsGbxmlSurfaceArea {
	ForgeTypeId^ get ();
}
static member RbsGbxmlSurfaceArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace